{
    "audioPlayer": {
        "categories": [
            "Action",
            "Epic",
            "Fantasy"
        ],
        "tracks": [
            {
                "title": "Songo Drums & The Beast",
                "category": "Action",
                "filename": "songo-drums-and-the-beast.mp3"
            },
            {
                "title": "The Octagon",
                "category": "Epic",
                "filename": "octagon-theme-v21-mp3.mp3"
            }
            {
                "title": "Spooky Magical Fun",
                "category": "Fantasy",
                "filename": "spooky-magical-fun.mp3"
            },
            {
                "title": "Soaring",
                "category": "Fantasy",
                "filename": "soaring-mix.mp3"
            }     
        ]
    },
    "header": {},
    "homePage": {
        "title": "",
        "subtitle": "Sohn Compositions is a music production company founded by Joshua Sohn, writing original music for advertising, film, games, and songs.  Music is carefully crafted with colors, rhythms, and melody that is tailored to your needs."
    },
    "bioPage": {
        "title": "Joshua Sohn",
        "subtitle": "Film Composer / Songwriter",
        "bio": [
            "Hi! I team up with great artists, film makers, game developers and businesses to write music that help elevate, engage, and inspire their message.",
            "My name is Joshua Sohn. Much of my childhood was surrounded by the tune of church hymns, classical symphonies and rock music.  The turning point of my musical journey came when my mother passed away at age 14. While coping her loss, I used music to help express what I was feeling. The power of music became a source of healing and now would like to pass that on to others with my own writing.",
            "Now almost 20 years later, I've developed a career in music, working with TV (Dwight in Shining armor, Air Force Reserve), feature films (Resilience and the Lost Gems, The Adventure of A.R.I.: My Robot Friend) and various production music companies including Velvet Green Music, AMADEA, and Gothic Storm."
        ],
        "referralTitle": "Reviews",
        "referrals": [
            {
                "name": "Michael Lee",
                "company": "FastForward Productions",
                "avatarFilename": "review-mike.png",
                "quote": "I hired Josh to create original music for a 60 & 30 second broadcast regional spot.  Josh worked his magic and after I made a few tweak suggestions, he sent me a preliminary track.  Before we started, I warned Josh that my client had very specific music taste and there would probably be multiple revisions.  Surprisingly, the client was happy with the original piece Josh created and he never asked for any changes.  Josh was fast, attentive and made me look quite good."
            },
            {
                "name": "Moises Lemus",
                "company": "Salty Block Productions",
                "avatarFilename": "review-moises.jpg",
                "quote": "Josh was incredibly easy to work with and really brought out the emotion of my project with his music. We were able to have a simple meeting explain the emotion and the vibe I wanted with the music and he went in the studio and created his magic. As a filmmaker having the right music is very important but having a better music composer who is professional and willing to go the extra mile is a real asset and priceless to your project."
            },
            {
                "name": "Blake Tholen Clark",
                "company": "Freelance",
                "avatarFilename": "review-blake.jfif",
                "quote": "Under lots of stress and little time Josh was easy to work with, took directions well, composed creative music and had a good positive attitude. Our film P.O.V. took home 4 awards including Best Effects that included music. I’ve worked for companies like American Idol, PBS, Comcast, Kroger, Vail Resorts and Utah State Government. Josh does good work and I recommend him."
            }
        ]
    },
    "contactPage": {
        "title": "Contact",
        "subtitle": "",
        "email": "sohncompositions@gmail.com",
        "formCaption": "Interested in working together? Send an email to {email} or fill below",
        "emailServer": {
            "successMessage": "Your email has been sent!",
            "errorMessage": "Sorry! There was a problem sending the email."
        },
        "fields": {
            "name": {
                "type": "text",
                "required": true
            },
            "sender": {
                "type": "text",
                "required": true,
                "email": true
            },
            "subject": {
                "type": "text",
                "required": true
            },
            "message": {
                "type": "text",
                "required": true
            }
        }
    },
    "socialMediaLinks": [
        {
            "url": "https://www.youtube.com/sohncompositions",
            "iconLabel": "youtube"
        },
        {
            "url": "https://www.linkedin.com/in/sohncompositions/",
            "iconLabel": "linkedin"
        },
        {
            "url": "https://www.facebook.com/sohncompositions/",
            "iconLabel": "facebook"
        }
    ]
}
